
//サーバーのホスト設定
const HOST_CONFIG = {

  /********************************************************/
  //アクセスを許可するドメイン ( 型 : 文字 string )
    //空にするとすべてのドメインを許可
  "allowedOrigin": "https://c394-202-12-245-136.ngrok-free.app",
  /********************************************************/

  /********************************************************/
  //サーバーをホストするポート番号 (型 : 数字 int)
    //空にすると"33333"でホストする
  "port": 33333
  /********************************************************/

};

//設定情報エクスポート
exports.HOST_CONFIG = HOST_CONFIG;